<?php

/*
+---------------------------------------------------------------------+
| iThink        | [ WE CAN DO IT JUST THINK ]                         |
+---------------------------------------------------------------------+
| Official site | http://www.ithinkphp.org/                           |
+---------------------------------------------------------------------+
| Author        | hello wf585858@yeah.net                             |
+---------------------------------------------------------------------+
| Repository    | https://gitee.com/wf5858585858/iThink               |
+---------------------------------------------------------------------+
| Licensed      | http://www.apache.org/licenses/LICENSE-2.0 )        |
+---------------------------------------------------------------------+
*/


	//此处数据将写入ithinkphp_recovery表
	return [
		[
			'name'   => '博文表' ,
			'field'  => 'title' ,
			'remark' => '博客文章' ,
			//斜线必须写4个
			'tab_db' => 'app\\\\blog\\\\controller\\\\Blogarticle' ,
		] ,
	];