<?php

/*
+---------------------------------------------------------------------+
| iThinkphp     | [ WE CAN DO IT JUST THINK ]                         |
+---------------------------------------------------------------------+
| Official site | http://www.ithinkphp.org/                           |
+---------------------------------------------------------------------+
| Author        | hello wf585858@yeah.net                             |
+---------------------------------------------------------------------+
| Repository    | https://gitee.com/wf5858585858/iThinkphp            |
+---------------------------------------------------------------------+
| Licensed      | http://www.apache.org/licenses/LICENSE-2.0 )        |
+---------------------------------------------------------------------+
*/



	//回收站配置模板
	//此处数据将写入ithinkphp_recovery表
	return [
		[
			//回收表对应控制器，斜线必须写4个
			//'tab_db' => 'app\\\\blog\\\\controller\\\\Blogarticle' ,
			//'name'   => '博文表' ,
			//'field'  => 'title' ,
			//'remark' => '博客文章' ,
		] ,
	];